{"meta":{"title":"Whirling-In-Rags","subtitle":"","description":"近人可读","author":"走卒贩夫","url":"http://example.com","root":"/"},"pages":[{"title":"","date":"2023-02-22T14:22:33.086Z","updated":"2023-02-22T14:22:33.086Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"衣带渐宽终不悔，为伊消得人憔悴。其管窥筐举，不可被称作哲学家，其智尽能索，也不能被叫做诗人。愿满怀激情但沉潜涵永，愿个性桀骜却温柔敦厚。是在无垠的宇宙寻找归宿的牛仔，是在广袤的大地探寻意义的浪人。"},{"title":"所有标签","date":"2023-02-22T12:01:41.296Z","updated":"2023-02-22T12:01:41.296Z","comments":true,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""},{"title":"所有分类","date":"2023-02-22T12:12:35.865Z","updated":"2023-02-22T12:12:35.865Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""}],"posts":[{"title":"小狗狗","slug":"小狗狗","date":"2023-04-20T02:29:19.000Z","updated":"2023-04-20T02:44:19.721Z","comments":true,"path":"2023/04/20/小狗狗/","link":"","permalink":"http://example.com/2023/04/20/%E5%B0%8F%E7%8B%97%E7%8B%97/","excerpt":"","text":"前言：此文同样看似尝试解决问题，实则是文字化的偏见。与一般社会观察不同的唯一之处在于，我把这段话写在前面了。 面对男性对女性同胞们低智又无脑的指控:图谋不轨、歇斯底里、不忠、被害妄想、自傲与偏见，女性的做法同样是一杆子打死所有男人——自私，幼稚，爱装b，心智不全、何不食肉糜的既得利益者。与其说二者都是在放黑屁，倒不如说双方的指控都有真理的部分。我的建议是别把别人看得太坏，但也别把自己想得太美。起初，我还想先浅浅地同情一下男同胞们，实在是“大无语事件发生”。他们正因禁止示弱的父权规训而支离破碎，饱受痛苦，突然又冒出一个新的大爹——女人们。她们打着自诩清醒和解放的口号（我向来是认为女性是超然于男权秩序的），仿佛抛弃了生来就超脱于父权体制之外的优秀立场，站在大爹的一侧，为人类原子化和极致利己主义推波助澜。后来我明白了，她们从未抛弃那个超脱的立场，反而一直在那里坚守着。她们观猴似的瞧着男人们自食恶果，赞赏角斗场中凶猛的猴子。猴群中不乏狡猾者，骗取观众们的食物，当真正的失败者朝女人们投以可怜的目光时，便遭到全体观众的嘘声。似乎在他们眼里，男人成了开心时逗一逗，不开心时便一脚踢开的宠物。我羡慕，也不禁感到悲凉。羡慕是因为女人们似乎从来都是心智健全的完成体，悲凉则因为我感觉人类已经被划分成两大种族——男种族和女种族，我在这个二分中看不到一个理想化的图景。而在一段关系中，示弱的人总会被另一方转过头拉着大伙嘲笑。而谁若是先动了心，那么在对方乐趣尽失并决定潇洒离去时，谁就是loser。这里面只看得到算盘，没有崇高式的牺牲。我想到《爱欲之死》的一段话:“他要求一个人有勇气消除自我，以发现他者的存在”。无论如何，我愿将最真挚的姿态和独一份的温柔展现给他者，为其改变自己并接受他人的缺陷，而这一切是期望对方同样友善且包容的态度（而不是让对方感觉自己很牛逼）。至于这段关系的走向，一个巴掌拍不响，我大概是无能为力的。 可如果真正健康的关系只能存在于两个完全健全的人之间的话，那健康关系这个概念还是消失掉好了。","categories":[{"name":"社会观察","slug":"社会观察","permalink":"http://example.com/categories/%E7%A4%BE%E4%BC%9A%E8%A7%82%E5%AF%9F/"}],"tags":[{"name":"恋爱","slug":"恋爱","permalink":"http://example.com/tags/%E6%81%8B%E7%88%B1/"},{"name":"男人","slug":"男人","permalink":"http://example.com/tags/%E7%94%B7%E4%BA%BA/"},{"name":"女人","slug":"女人","permalink":"http://example.com/tags/%E5%A5%B3%E4%BA%BA/"},{"name":"不是人","slug":"不是人","permalink":"http://example.com/tags/%E4%B8%8D%E6%98%AF%E4%BA%BA/"},{"name":"人类大乱斗","slug":"人类大乱斗","permalink":"http://example.com/tags/%E4%BA%BA%E7%B1%BB%E5%A4%A7%E4%B9%B1%E6%96%97/"}]},{"title":"偷活与随笔两则","slug":"随笔两则","date":"2023-03-16T03:41:21.000Z","updated":"2023-03-16T04:26:30.143Z","comments":true,"path":"2023/03/16/随笔两则/","link":"","permalink":"http://example.com/2023/03/16/%E9%9A%8F%E7%AC%94%E4%B8%A4%E5%88%99/","excerpt":"","text":"恋爱观再诠释弗洛伊德指出,我们对爱恋客体的选择，要么以原初经验的满足者为模型，也就是第一抚养者，通常为母亲；要么以自身为模型，也就是自身对自恋客体的爱。如果是这样的话，那么人们在爱情面前根本没有选择可言，因为模型之所以为模型，那就是固定下来的东西，主体选择的爱恋客体已经被预先固定——要么和原初满足者相关，要么和自身相关。的确很多人的爱情关系都是和这两个模型相关，但如果爱情真的没有选择，那么即意味着我们不是自己爱情的主人（虽然精神分析的确是对人的自恋性产生打击的）。但是在拉康看来，爱情是有奇迹的，我们所爱的人也可以和爱恋客体或自恋客体无关。爱是可以打破任何限制的，可以跨越阶级，年龄，种族等，两个有着巨大差异的人可以相爱，从而带来一种奇迹般的爱，因为爱一个人，可以与那个具体的人无关，正因如此，才使爱情有无限可能性。 但如果爱和那个对象无关，那么你爱的到底是谁?显然这其中存在一个第三者，亦即我们先天失落的客体，即对象a，爱情中的被爱者就是处于这样一个位置，即非主体也非客体，在场也不在场，在场是因为祂就在那，不在场是因为祂已经是失落的客体了。被爱者不是作为主体被爱着，也不完全是一个客体，他就是处于主体欲望位置失落的客体。欲望来自于缺乏，人们因为缺乏才主动去爱，而被爱者就是在那个缺乏的位置上，或者说被爱者就是你的缺乏本身，所以拉康那句爱是给出你没有的东西，我们可以理解为，你把你的缺乏给了被爱者，从而让被爱者占据这个位置，你爱着祂正是因为你的缺乏。但是我们都不知道我们到底缺乏什么，有人缺钱，有人缺陪伴，有人缺新鲜感……而被爱者也不知道有什么可以让你去爱的，祂不知道可以给你什么，可你依然欲望着祂，因此，爱人者与被爱者几乎没有任何交集，爱情并非是对等的两个主体之间的关系，爱情之中有个第三者，亦即缺乏本身。 我们欲望伴侣，正是因为我们以为伴侣就是我们的欠缺。但如果爱情不是两个对等主体的关系，那就意味着当中存在物化。按照爱的理论，我们的确把被爱者物化为我们失落的客体，祂只不过占据了失落客体对象a的位置，由此被爱者只是承载我们对象a幻想投射的客体工具。如果被爱者这从对象a位置跌落，那么我也不再爱祂。 所以爱情是一场幻想，你幻想他就是你的对象a，就是你所欠缺的东西，你所欲望的是对象a，而不是伴侣本人，但也正因如此，这样的爱情在这个时代显得天真无邪，因为你只需要给出你的幻想，你便可以爱上一个人，而如果对方也对你产生幻想，把你当做祂的对象a，从而就完成了交换幻想，这就是没有任何实质性的交换爱情。当下很多爱情都是建立在实质性交换基础上的，比如你给我买东西，送礼物我才爱你，或者你给我充当享乐工具我才爱你，或者什么互相提供情绪价值，这都是一种隐秘的买卖，不是我们所说的爱。我们所说的爱的确也是一种买卖，只不过他买卖的是幻想，我给你幻想，你给我幻想，但这不是欺骗，也不是负面意义上的画饼。例如，你说你一定要成为千万富翁对方才爱你，这是一种承诺，一种对未来生活的表现，对方靠着这个幻想与你相爱，那么这样的话，对方爱的就是未来的你，如果你日后成为不了那个东西，那么他就可能不再爱你，显然我们这里所说的幻想之爱不是这种幻想。现在的爱情都没有了这种天真，房子车子存款要有，都不会再天真，没人相信海市蜃楼。 尽管我们所欲望的对象和对象本人无关，但主体为了缝补象征界的一致性我们必须相信一切魅力都是来自那个对象本身的，而不是对象a的。只有当分手后，我们才发现之前认为那些有魅力的东西根本毫无魅力，而之前之所以认为他有魅力，那是因为有对象a的加持，当我们幻想伴侣是我们对象a，然后我们就会在伴侣身上继续幻想，这就是交换幻想的另一层表达。也就是说，交换幻想不是互相主动给对方画饼，而是我们可以在对方身上给自己画饼，也就是在对方身上投射我们的幻想，投射我们所认为自己欠缺的东西，从而让我爱上你，或者幻想你已经有了我欠缺的东西，虽然我不知道我欠缺什么，但是我就是幻想你有那些东西，所以我才一直欲望你，我想得到你，来弥补我的缺乏，从而获得一种替代性的满足（尽管人总是缺乏的。但拥有一个爱的人，可以相对减少这种缺乏，所以有些人拥有爱情之后，就没那么有动力了，因为他不缺乏了)。所以这比那些实质性交换的爱情纯真得多，因为他们只是交换了幻想，就可以使两个人结合在一起，甚至结婚生子。总之，爱情是一种交换游戏，而且是不对等的，因为他不是一个相互回报的东西，我只是爱我的幻想，我并不求你的回报，你也只是我失落的客体，并不是一个主体。另外爱情的不对等性还有一点体现，亦即爱情的开端总是一个人先爱上另一个人，也就是一开始的关系是爱人与被爱者的关系，但爱情的奇迹就在于，被爱者最后也成为了爱人者，你爱的人也爱你，对于这个时代来说，这不就是一个奇迹吗。爱的确是幻想，但我们因此不爱了吗，象征世界都还是人们的幻想呢，我们就不去活了吗?当然不是，爱是幻想，正是因为这一点，才能解放我们于这个物质交换的世界，这样交换幻想的爱反而是可以让我们对抗这个物质世界的。另外，爱的感受我们无法抗拒，爱上一个人，不能把他解构为幻想后，就不会爱他了，你依然爱他，因为这就是你面对自身欲望的时候。 大言炎炎,小言詹詹 奚旁日月，挟宇宙，为其吻合，置其滑涽，以隶相尊，众人役役，圣人愚钝，参万岁而一成纯。万物尽然，而以是相蕴。 世界上只有一种英雄主义，那就是认清了生活的真相之后，依然热爱生活。可许多人虽然的确是在热爱生活，但他们是否认清了生活的真相——纯粹无意义？若每一个人都有充分的物质保障，那么大家都可以甜蜜地热爱生活，但当生命中的灾厄降临，生活一眼就能望到头，生存要无止境地苟且，当主体要直面那血肉一团、毫无辨析的生命意义时，是否能坚持热爱着生活呢？ 我始终坚信，若一个人真的是困于心衡于虑，经受了无限的打击，直面永恒的意义匮乏后仍然活着，祂一定会自发地创立属于自己的存在主义。有人一蹶不振自甘堕落，有人投身注定失败的理想化共同体理想，有人掌握力比多辩证结构接受现实，有人亲自为天地立命、为生命赋予意义…… 理论是灰色的，生命之树常青，可没有灰色的理论，何以分辨常青之树。哲学给我带来的唯一财富就是祛魅的勇气，不同的世界观意味着焕然一新的世界，而世界观会不停变革，这之内蕴含的剧烈的张力令人敢于涉足新的领域，我们对文明的认识也会回溯性地重塑，于是我们看到底层人民身心交瘁的剧烈痛苦，我们看到小资文青抱着奶嘴的无病呻吟，我们看到既得利益者肥头大耳奢靡淫荡，一切的一切都是含苞待放的、蓄势待发的运动。我欣赏任何有自己的想法并能表述情绪与观点的人。众人役役，圣人愚钝，我做不到以语言托出我那爆裂无常的理念，我也不抱他人能够理解我的希望，于是懒得多嘴，可言语的无力不代表头脑的无神，鄙人水平再不济，也比无脑痴子强得多。 世界无时无刻不是焕发活力的，唯有旧人才感觉到枯燥。祝君生命之树常青！","categories":[{"name":"哲学","slug":"哲学","permalink":"http://example.com/categories/%E5%93%B2%E5%AD%A6/"}],"tags":[{"name":"哲学","slug":"哲学","permalink":"http://example.com/tags/%E5%93%B2%E5%AD%A6/"},{"name":"随笔","slug":"随笔","permalink":"http://example.com/tags/%E9%9A%8F%E7%AC%94/"},{"name":"恋爱","slug":"恋爱","permalink":"http://example.com/tags/%E6%81%8B%E7%88%B1/"},{"name":"精神分析","slug":"精神分析","permalink":"http://example.com/tags/%E7%B2%BE%E7%A5%9E%E5%88%86%E6%9E%90/"}]},{"title":"门槛","slug":"门槛","date":"2023-03-11T14:40:40.000Z","updated":"2023-05-28T09:09:24.653Z","comments":true,"path":"2023/03/11/门槛/","link":"","permalink":"http://example.com/2023/03/11/%E9%97%A8%E6%A7%9B/","excerpt":"","text":"极乐寺游记 我的朋友们终于能忙里偷闲，肯陪我去学校附近的极乐寺一同体会“人文氛围”，真可谓是占据天时地利人和。朋友说这座极乐寺有着求姻缘求前程的功效，许多大学生都去登门拜访，我对其效力暂且抱有怀疑态度。先不谈“缘分”这种马后炮的、不加反思的说法，若说前程，这些堂堂大学生若真的是为前程担忧，非但不去抓紧做事，反而虔诚起来，只想求个好运了。但一想到自己也总是浑浑噩噩，转而求助酒精与香烟来舒缓心事，不免莞尔。 在去往售票处的路旁，就有无数巫医半仙在迎接虔诚的信徒们，为行人传道授业。巫医们得道之后的衣着也真是返璞归真，与中老年普通群众别无二致。他们坐在麻扎上，用歪七八扭的丑石压住写满了八卦与灵符的聚乙烯红布，逢人便夸赞其俊美，极有修养。若周公在世，看到满街的真传弟子肯为我等愚笨之人排忧解难、窥测前程，想必会十分欣慰。友人禁不住巫医的热情，跑去坐在她面前的褪色红塑料凳子上，听这仙人娓娓道来。我想，这个世界也许在变得更好，我在摊位旁偷听，不禁赞叹这几位坐红塑料凳的人的福气，或许是受了仙人熏陶，鸡犬升天，巫医们一致认为我等愚人的前途是一片光明的。我想，这个世界也许真的在变得更好，实在是感激周公！如此一来，我们为仙人送些薄礼，也是情理之中。 若不是我所处的监狱今年批准吾等囚徒出门放风，我还以为这售票处兼带核酸检测功能。仅仅在这售票处便排满了楚楚可人的淑女，我考虑，若真的去求姻缘，也不必非得进这寺庙，只需在门口赖着老脸与佳人们搭讪，一天办一次，总还是有机会的，但这也未免太轻浮。爱而不见搔首踟蹰时我们称之为缘分，肯说出“我所做的一切竟是为了遇见你”这样的话；待到索然无味，又叫嚷着错付，真为自己感到惋惜。缘分本就被自己不经意间随意拿捏，又何必去求，更何况它根本不存在。“缘分”与“求”组合在了一起，真不知道这两个词汇是谁把谁的意义抹去了。“缘分到了自然会遇见的”，我如今认为说这些话的人都是没有脑子的。爱情荒谬绝顶，只知道这一点就足够，自投罗网的人是傻瓜。 朋友揶揄我:“你若不好好求缘，你该怎么讨老婆？”我嘲解似的回应:“以我这幅鬼德性，本就千人讨厌万人嫌，无需这神灵降罚。若将来真的喜结良缘，那也是爱人肯对我无穷的包容，那也是我们二人的辛苦，与这神明何干” 古建筑、雕塑和壁画题词固然有一番韵味，但其教人皈依佛门的诉求未免太过明显，与欧陆基督比起来少了些人情味。相比之下，我更关注庙里的人来人往，欣赏香客们的举动，那些怀着虔诚的谦卑的心灵前来拜佛的人竟都是来自本市各地的大学生，不免令我惊讶。他们一进门便被佛家浓厚的人文氛围与周边人虔诚严肃的神情感染，无论在外边有多么放浪形骸、羁傲不驯，在此地立刻想起那句“人在做，天在看”来，似乎稍有不敬，那慈悲宽容的老祖老佛们晚上就会显灵，叫着他们的阎罗王好兄弟，把你拖进地狱受尽苦难。似乎人们在惧怕什么，但他们也说不上来，只好神情肃穆，端举着手作“阿弥陀佛”之势。他们在寺庙外也总幻想着，有一双眼睛在某处在盯着他们，这双眼睛可以是某政党，也可以是“科学”，也可以是所谓的传统美德，只不过到了这里，那个位置被大佛接替了，于是人们不得不虔诚起来，不然可能会受罚。但我对自己做过的事情全都问心无愧，倒也不惧怕什么，散漫地欣赏这些艺术了。 我实在不知道庙里的规矩，在进第一间房屋时就踩了门槛一脚，友人见状，向我提醒，这里的门槛踩不得。可是为时已晚，我的鞋子已经沾上了它那金贵的、高高的、存心不让人好好跨的门槛，所幸没有发生什么严重的后果。之后我去拜访各个小祠堂，我尚且认可其中雕塑的艺术性，但我无法做出评价，一是我并不懂得这类艺术，二是它们仅凸显了同一形式的华丽，别的再无印象。文殊总是在加班，很辛苦，我很同情她。我今早是空着肚子来的，只感觉饿，而诺大的寺庙里只有香火，兴许是没有普渡饿鬼的业务。文殊的贡品也略显清贫，只有几块橘子，一块馒头，不过无论怎样，我和她都吃不得这些。而我认为人们在雕塑那一百多位罗汉像时并不是很认真，他们全身呈金色，眼球瞪得极大，无一不是标准的圆球体，牙口都不错，有的罗汉还留了些小胡子，总体上给人一些中式恐怖的感觉。他们的工艺与菩萨们相比稍逊风骚，或威严或嗔怒，一尊又一尊地列在长廊两侧，“这或许就是那慈眉善目的老祖老佛们的打手”，我不禁想到。 我虽不太欣赏佛教，做不到时刻端着手祈祷，亦或朝着毫无生气的塑像跪拜上香，但我总有最低限度的尊重，尽量入乡随俗，不去给别人捣乱。但这一道德底线被那几副有关十殿阎罗的壁画摧毁了。我无法理解，若老祖老佛们真是大慈大悲，又怎能勾勒出如此野蛮残暴的地狱图景。活烹、碎身、各种不可名状的难以想象的酷刑，最大程度地满足了他们变态的淫荡快感。我又想起那百位罗汉凭借绝对力量表露的威胁神态，恍然大悟——伪善！ 做坏事，就要下十八层地狱。不皈依我们，就是做坏事！心情不悦，这一次临走时，双脚故意踩在门槛上，蹦了两蹦，随后与伙伴离开，去吃香喷喷的麦当劳了。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/tags/%E9%9A%8F%E7%AC%94/"}]},{"title":"审讯笔录","slug":"笔录","date":"2023-03-06T12:06:37.000Z","updated":"2023-05-28T09:08:14.974Z","comments":true,"path":"2023/03/06/笔录/","link":"","permalink":"http://example.com/2023/03/06/%E7%AC%94%E5%BD%95/","excerpt":"","text":"2023年2月28日 若说旅行，我最喜欢的部分是在交通工具上的时光，无论是在火车还是飞机上。我很享受这种什么也不用想的感觉，只管侧着身子朝窗外看，看异域他乡人间烟火，看苍茫大地何其荒凉。我可以随便偷懒摸鱼发呆，而因为载具高速行驶的嗡嗡声太大导致听不见古典乐的细节，我就去听节奏强烈的电子乐，漫无目的地想着各种事情。堵在早高峰中，便想到“上班”意味着人的生命被焊死在了某个地方，再也没有挥斥方遒的书生意气和生活的万般可能性。这样一想还真是绝望，我愿望的生活也大概总在别处，在学校会念家，在家会想学校，若没有某个虽在远方但可以实现的念想，那生活真是一潭死水。我也明白自己向往的不是某个地方，而是向往这一行为的本身，反正总要期待某些新的可能性。只可惜待到将来要为柴米油盐犯愁时，我这条烂命大概是连出行旅游都困难吧。想到这里，路途遥远，补个觉。 2023年3月1日 终究是有了羞耻之心，反思自己向公众空间过分地探路胸襟未免太过于露阴癖。或许在经历那件事情后，你对我碎碎念的态度早已回溯性地从期待欣赏滑落至恶心反感。随感羞愧，决心只在此处缅怀夭折的美好关系，可我那散碎大脑的每一块破片都铭刻着你无意留下的印记，这狭小偏僻的网络空间与此处不成文的只言片语又怎能承担得起。 2023年3月2日 在广场般诺大的空房间里，我龟缩在角落，吃着过期辣条充饥，用粗制的掉漆搪瓷杯喝一杯又一杯开水，终于把服务器调试完善，随后便立刻着手撰写文章。但我的狗屁不通之文其实没有人会去看，人们都有自己的事情，人们已经不会再对一个赛博精神病人的心灵震荡感兴趣，甚至感觉聒噪。当我发现连自己在互联网上的发病都不会再有人感兴趣之后，我就意识到自己被彻底抛弃了，又妄论那早就抛弃了我的心上人。 我顿时感到不公，心想自己为什么不是一个女人。我心想，我若是女人，那只需稍作打扮，去视频网站分享平时的游戏和生活，亦或去微博、朋友圈高度活跃，便能收获一大群不明所以的簇拥。我心想，我若是女人，心中就有许多莫名其妙的满足感和被需要的感觉就很容易得到了。我心想，我若是一名女人，只需稍稍向饱受孤独与性压抑摧残的男人们抛下橄榄枝，便会斩获无数芳心。 但这其实还好些，更令我感到不公的是，有人甚至都不需分享实质性的劳作成果，只需搔首弄姿便能赢得我半辈子都得不到的关注。于是我想起了一句谏言:女人的责任是生产美学幻想，男人的责任是穿越符号幻想。而男人们，大多总是不尽责的。 5月28日注：看来以前那会儿自己挺急眼的 2023年3月3日 晚餐时刻，朋友顺势询问升学之事。我实在不愿考虑这些，便打着马虎应到:“先..先缓几天再说吧。”说罢便似笑非笑，下半边脸绷出酒窝来，狡猾的眼神中缀着一抹疲惫。他立刻就能意会，于是二人放声大笑，再无需多言。若不是他提醒，我从未注意自己的声音略显沉哑，早已不同于往日嬉皮的尖调。“你怎么看着像是要死了呢？”他终于忍受不了我的倾颓。若是在以前，我兴许会和他坐下，将我的苦难娓娓道来，听他揶揄几句后心情略微敞快。我有千万句话挂在嘴边，但如今一字也不愿和旁人说。我总是坚信着，两人的琐事无须旁人来参谋，自己的麻烦也无须他人去评判，况且那创口，越是回味就越感疼痛。故只谈心累，搪塞过去，他大概也懂得，又无需再提。于是我又明白，许多人和事本就是压在心里的镇石，任谁也搬不走的。而若有人看得懂镇石上歪七竖八的符文，倒也算得上知音了，可酒肉朋友又怎么承担得起知音之名。但这样称谓又未免伤人心，其实在我这里，只有亲密的羁绊，和朋友两种关系，前者永远是最重要的，也永远是我的创伤内核。 2023年3月4日 “如果你说要学哲学了，然后成绩一落千丈，那你就白痴，你那不是哲学，就是厌学的一个符号，一个文化消费的符号，就跟那个去网吧打游戏一样没有差别的。会哲学的人会很早慧，因为你能够看出这些知识是怎么来的，它和你学的所有的这些知识是有关联的，并且这种关联会促使着你对这些知识的把握和理解越来越熟练，以及越来越有创意。 如果是另外一种情况，那就是你并没有学习哲学，你是停留在一个发泄性的或者逃避性情绪的状态当中，只是你的个人的艺术表现而已，你并没有理解那些东西。如果你没有能力承受这种生活，就远离哲学。婚姻家庭关系，家庭信任，亲子关系都就是亲密关系，在哲学成熟程发展过程中都是可能解体的。所以你的人际关系比较稳固了之后，我建议你再去进行哲学探索，再去走这些道路，它是摧毁性的。哲学的首要敌人不是说是庸贱，或者说是这个意识形态，或者说是你的享乐；哲学首要敌人是你的命运。拥有哲学代表着就是在智性上和命运开始搏斗了。它既然是和命运的搏斗，所以它就不仅仅是智力上的，你会对于生活的种种安排和自己决定性生存的变化，都会有非常决定性的抉择。” 很可惜，我没有听这样的劝告，虽说成功地为世界祛魅，但极坏的后果是：认识了可悲地未来后，扔掉武器向命运跪地投降了。我因此很羡慕学业有成的同龄人，我不算笨，但已虚度光阴，挽回不了的。 2023年3月5日 我反倒喜欢摇滚的前卫金属核，我能体会到其中爆裂的生命张力与激进性。事实上，我什么音乐都欣赏得来，流行文化垃圾除外。 不过说到流行垃圾，《爱如火》之流倒也称得上是”先锋音乐“：就其内容而讲，它不过是一首缝合舞曲；但论起这首歌的传播与互联网亚文化结合如此之深刻，倒也称得上先锋了。 总之我对文艺作品有无穷的包容性，而我更倾向于爱屋及乌。 2023年3月6日 抽烟，神清气爽，代价是少活十几年。心上人不接受我或许是个正确的选择。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"哲学","slug":"哲学","permalink":"http://example.com/tags/%E5%93%B2%E5%AD%A6/"},{"name":"随笔","slug":"随笔","permalink":"http://example.com/tags/%E9%9A%8F%E7%AC%94/"}]},{"title":"顾影自怜","slug":"顾影自怜","date":"2023-03-06T11:37:48.000Z","updated":"2023-03-06T12:02:52.147Z","comments":true,"path":"2023/03/06/顾影自怜/","link":"","permalink":"http://example.com/2023/03/06/%E9%A1%BE%E5%BD%B1%E8%87%AA%E6%80%9C/","excerpt":"","text":"短话无法描述心意，长文无人愿意品读。 我是一个极端被动的人，相比于邀请别人我更倾向于别人提出要求。我对所谓的维系朋友关系没有任何想法。别人若是没有事情找我，我不会主动和人说半个字;若没有必要，我也不会和他人多说一句话。我在一些群聊说的那没有指向性的怪话都不能算交流，只是偶尔刷一下存在感的自说自话。我的正常社交基本上是别人请我办事时的交谈，我甚至不怎么求人办事，我总是希望只靠自己，做不成也没关系。我倾向于把心事都憋在心里，我平时宁愿自己一个人呆着，不向任何所谓的哥们倾诉。在同性之间袒露自己的软弱是很怪异的，向他人展示自己的无能更是难以接受的，而最近我也突然发现向公共博客展示自己的心路历程也是很不好意思的。若有一个人值得我去倾诉毫无意义的胡言乱语，分享日常的琐事，仅仅是语言的交流就能让我安心，那我想这个人只能是唯一的爱人。与此同时，在每段关系的开始，我热烈地渴望与心仪的人无话不谈，但又怕困扰别人而时刻保持合适又礼貌的距离、小心翼翼。任何越界的行为都会令我手忙脚乱，不停地揣测对方是何意图，更何况我毫无社交经验，并不知道怎么表达情绪，人们似乎无法理解我的意图，就连我自己也不知道自己在说什么。我是极其混乱又激进的，但永远为心爱的人留有最大限度的温柔和耐心。我只知道自己总是试图给对方带来同样的安心感，却常常适得其反。在社交媒体上狂轰滥炸般的日常琐碎还好，那些不能被别人理解但自己觉得有趣的怪异没品笑话or视频常常会让别人感到困扰。消息秒回并不是我游手好闲无事可做，而是她有足够的分量能让我从所做之事中抽身。而若在现实生活中，仅仅是默默地陪在爱人身边，即使二人闭口不言，也足够令我无比安心。但这并不够，我宁愿力所能及地令爱人最大限度地满意，给予她情感和物质上的满足。我倾向于对自己节俭而对他人出手大方，同时也倾向于积极交流而非双方因为互相猜不到小心思而生闷气。但在任何一段明确的关系确定之前，我总会处在一个试图关心他人但强迫自己封闭按耐不住的情感并且不能越界的拧巴状态。我平时的混乱、癫疯与偏激的言语并不意味着我是一个没有中心的严酷的人，相反，这实际上表明我的内在的审查机制是很稳定统一的——若是没有触碰到这个底线，那么我做什么事都是无所谓的。若某个人已经能令我倾心，那就已经证明我能与她合得来，虽然这是单向的。事实上，我十分随和，另一半若是有某些强烈的人生追求，那我总是会支持和同意，并有决心与她一同走那条路，而同时我也不是没有主见的人，我只是认为一段关系不该因这种事业性的问题而夭折，生活不能再把这样美好的羁绊摧毁掉。但这都是后话，我甚至没有和他人进入过这种关系，我在社交上的确是有些无能为力。而经历的创伤越多，我就越是想跳过某些阶段直接进入老夫老妻又浪漫不息的羁绊，于是在注孤生的路上越走越远了。我以前总是希望有情人终成眷属，但如今也就只希望别人对我能少一些误解和失望，只希望我爱上的人也能爱我了。我总觉得这个世界很荒诞无情，那么长情地把某人装在心里也不失为一大壮举。我总希望陪着你，若不予理睬、视而不见也没关系，我们本就同在宏阔的宇宙下生活，那我不妨继续等着你吧！","categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/tags/%E9%9A%8F%E7%AC%94/"}]},{"title":"饥荒云服务器配置方案|Windows Server|Mod添加|常见问题","slug":"饥荒云服务器配置方案-Windows-Server-Mod添加-常见问题","date":"2023-03-03T08:52:45.000Z","updated":"2023-03-06T13:01:21.296Z","comments":true,"path":"2023/03/03/饥荒云服务器配置方案-Windows-Server-Mod添加-常见问题/","link":"","permalink":"http://example.com/2023/03/03/%E9%A5%A5%E8%8D%92%E4%BA%91%E6%9C%8D%E5%8A%A1%E5%99%A8%E9%85%8D%E7%BD%AE%E6%96%B9%E6%A1%88-Windows-Server-Mod%E6%B7%BB%E5%8A%A0-%E5%B8%B8%E8%A7%81%E9%97%AE%E9%A2%98/","excerpt":"","text":"前言诸如《饥荒》、《MC》、《泰拉瑞亚》等游戏的服务器一般采用Ubuntu等Linux环境，且有论坛先驱早就做好脚本以方便后来者快速开服。相比之下Windows Server占用资源较多，后续维护也较为麻烦，若是没有其他需求，建议直接更改系统为Ubuntu，去看主流的教程。不过鉴于本人之前曾使用Windows Server配置《Unturned》的小型私人云服，不想舍弃之前的劳动成果，故尝试在Windows环境下搭建，结果发现并没有想象中的复杂，甚至步骤更简单。 本文参考如下链接。 【教程】Steam饥荒联机版如何在云服务器上搭建专用服务器（带服务端MOD及洞穴） 饥荒联机版云服务器配置方案（Windows Server、新手、小白向） 一、云服务器租赁+远程连接 云服务器配置 自己挑一家合适的供应商购买服务器，阿里、腾讯、华为都可以，服务器购买方法自行百度。配置不用太高，2核4g就能满足4~5人游玩 我用的是4核8G的，本教程以腾讯云举例 这里选择Windows Server-Windows Server 2012 R2 中文版，如下图 如果是第一次购买服务器的话，直接选Windows就好，那样就不用重装系统了 装完系统后，重置服务器密码。用户名默认即可，密码自己设置 记住你的用户名和密码 远程连接 win+R进入运行，输入wstsc打开远程连接 在”计算机“一栏复制你服务器的公网IP，使用刚刚重置后的用户名和密码登录，建立连接。可能会有弹窗，点确定即可。 二、安装steamcmd和服务器应用 安装steamcmd（若已安装，跳过这一步） 用你自己的电脑进入steamcmd的官网，链接如下 steamcmd 往下拉，找到”Download”相关部分，下载steamcmd压缩包 在你的虚拟桌面新建文件夹，重命名为“steamcmd”。 将压缩包解压得到的steamcmd.exe拖到虚拟桌面的steamcmd文件夹内，双击打开，等待自动更新。 当出现”Loading Steam API…OK”并弹出加粗的**STEAM&gt; **时，意味着steamcmd已安装完毕。 安装饥荒服务器app 输入以下命令，匿名登陆steam 1login anonymous 输入以下命令，改变app安装路径（忽略黄字警告） 1force_install_dir ./my_dst 输入以下命令，安装饥荒app（时间可能有些长） 1app_update 343050 validate 安装完成饥荒服务器app后，输入以下命令退出steamcmd 1quit 三、获取服务器存档与配置 获取服务器存档如果想使用自己的老存档，直接看下一步 打开你自己的steam，开启《饥荒：联机版》游戏-&gt;进入大厅-&gt;创建游戏。 修改世界和洞穴的设置，如禁止野火、资源再生等，看个人需求。 勾选好要搭载的服务端mod，对每个mod做好设置 生成新世界，到达选择人物界面后断开连接，这样你就创建了一个崭新的、配置完备的存档。 复制&#x2F;备份你的存档 在你自己的电脑上依次打开：此电脑&gt;文档&gt;Klei&gt;DoNotStarveTogether&gt;你的steamID 在此目录下找到你刚刚创建的Cluster_X的文件夹，即为你的存档。 这里的X对应你在游戏中按顺序创建的第X个存档。(请注意, X 是数字从小到大, 有空余则填充这样一个逻辑, 所以 新创建的存档并不一定是数字序最大的存档, 请查看文档修改时间选择对应存档) 将存档上传到服务器 将上一步的Cluster_X文件夹复制到云服务器的库&gt;文档&gt;Klei&gt;DoNotStarveTogether&gt;目录下，并改名为Cluster_1，如果Klei和DoNotStarveTogether文件夹没有，就自己创建。 四、获取服务器令牌+开放云服务器端口 获取服务器令牌 打开本机饥荒联机版，进入主页面，点击下方的账号 在网页中点击导航栏里的“游戏” 点击“饥荒”栏目下的“游戏服务器”选项（这个应该一眼就能看得到） 先给服务器“起一个友善的名字”（例如我测你们马），点击“添加新的服务器”，配置你的服务器（例如房间密码，最大玩家数等） 配置完后你就得到了一串非常长的字母+数字+符号组成的令牌，复制下来。 点击上图中的“下载设置”，下载名为“MyDediServer”的压缩包 开放服务器端口 打开你的服务器控制台，选择“防火墙”或“安全组” 点击添加规则，开放UDP协议的10800-12000的端口（因为配置端口一般都设置在这个范围内） 为你的服务器添加令牌 找到之前下载的MyDediServer压缩包，将里面的东西复制到你的云服务器上的存档里，cave和master文件夹合并即可 cluster.ini文件里就是你服务器的基本配置，cluster_token.txt文件里就是你的服务器令牌。 五、服务器mod配置 打开Cluster_1&gt;Master&gt;目录下名为modoverrides的文件，该文件为脚本文件直接选择用记事本打开就好。在记事本中查找workshop，workshop后面跟着的数字就是对应的ModID，你选了几个Mod肯定会有几个workshop和ModID，打开在SteamCmd安装目录下找到步骤2中创建的my_dst文件夹。 在你自己的电脑上打开Steam&gt;steamapps&gt;common&gt;Don’t Starve Together&gt;mods这个文件夹，在文件夹中根据之前的ModID找到对应的Mod文件夹复制到云服务器my_dst&gt;mod的文件夹下。如果Mod多了觉得麻烦可以直接全部复制，只是以后要删除就不方便了。 (还有一些mod会安装在Steam&gt;workshop&gt;content&gt;322330中, 从这里复制到云服务器my_dst&gt;mod文件夹, 加上前缀 ‘workshop-‘) 复制前记得查看mod文件夹里是否有内容，否则会出现mod不加载的情况 若云服务器中不方便查看，则去本地电脑的存档中用VSCODE打开这个modoverrides 六、启动服务程序 编辑my_dst&gt;bin&gt;scripts&gt;目录下名为launch_preconfigured_servers的批处理文件 123456@ECHO OFFset SteamAppId=322330set SteamGameId=322330cd /D &quot;&lt;你的dontstarve_dedicated_server_nullrenderer程序的绝对路径&gt;&quot;start &quot;Don&#x27;t Starve Together Overworld&quot; /D &quot;%~dp0..&quot; &quot;%~dp0..\\dontstarve_dedicated_server_nullrenderer.exe&quot; -cluster Cluster_1 -console -shard Master -consolestart &quot;Don&#x27;t Starve Together Caves&quot; /D &quot;%~dp0..&quot; &quot;%~dp0..\\dontstarve_dedicated_server_nullrenderer.exe&quot; -cluster Cluster_1 -console -shard Caves -console 双引号内路径是dontstarve_dedicated_server_nullrenderer服务程序所在路径，按个人更改，双引号不能删 保存文件后，双击打开，启动服务器程序。 两个黑框命令行出现SIM PAUSED时，世界暂停，意味着服务器开服成功。 七、如何增添or删除mod 打开饥荒联机版，创建游戏，选择与服务器上对应的存档，配置MOD（添加或者删除） 启动，在选择人物时断开连接。把游戏新生成的modoverrides文件覆盖到服务器上，洞穴和森林都要覆盖，删除的话到此就可以了，添加的话还要复制mod文件夹到服务器上。 再次声明： 本文章参考 【教程】Steam饥荒联机版如何在云服务器上搭建专用服务器（带服务端MOD及洞穴） 与 饥荒联机版云服务器配置方案（Windows Server、新手、小白向）","categories":[],"tags":[{"name":"技术","slug":"技术","permalink":"http://example.com/tags/%E6%8A%80%E6%9C%AF/"},{"name":"游戏","slug":"游戏","permalink":"http://example.com/tags/%E6%B8%B8%E6%88%8F/"},{"name":"云服务器","slug":"云服务器","permalink":"http://example.com/tags/%E4%BA%91%E6%9C%8D%E5%8A%A1%E5%99%A8/"}]},{"title":"Unturned腾讯云服务器(Windows 2012)|开服|教程|常见问题|2023","slug":"Unturned腾讯云服务器-Windows-2012-开服-教程-常见问题-2023","date":"2023-03-02T07:36:47.000Z","updated":"2023-03-03T03:37:39.602Z","comments":true,"path":"2023/03/02/Unturned腾讯云服务器-Windows-2012-开服-教程-常见问题-2023/","link":"","permalink":"http://example.com/2023/03/02/Unturned%E8%85%BE%E8%AE%AF%E4%BA%91%E6%9C%8D%E5%8A%A1%E5%99%A8-Windows-2012-%E5%BC%80%E6%9C%8D-%E6%95%99%E7%A8%8B-%E5%B8%B8%E8%A7%81%E9%97%AE%E9%A2%98-2023/","excerpt":"","text":"前言最近想回顾童年，正好上个月租赁的腾讯云服务器还在闲置中，心血来潮就决定研究Unturned的开服。 值得注意的是，UN开服不同于饥荒和MC，它需要你的云服务器系统改为Windows（一般后两者开服需要Linux环境），因为对于unturned服务器的文件配置，windows的可视化窗口交互更加方便，所以做好重置服务器系统的准备。 网上的教程很古早，有许多问题小白压根找不到合适的教程。我历经千难万阻终于摸索成功后，写下此文，以供参考。 本教程仅适用于Windows用户 服务器配置 自己挑一家合适的供应商购买服务器，阿里、腾讯、华为都可以，服务器购买方法自行百度。配置不用太高，2核4g就能满足4~5人游玩 我用的是4核8G的，本教程以腾讯云举例 这里选择Windows Server-Windows Server 2012 R2 中文版，如下图 如果是第一次购买服务器的话，直接选Windows就好，那样就不用重装系统了 装完系统后，重置服务器密码。用户名默认即可，密码自己设置 记住你的用户名和密码 远程桌面连接 在你自己的电脑中找到并打开远程桌面连接（不知道怎么找的自行百度），在”计算机“一栏复制你服务器的公网IP，使用刚刚重置的用户名和密码登录，建立连接。可能会有弹窗，点确定即可。 进入这个虚拟桌面后，意味着你和你的服务器连接成功了。 Steamcmd下载 用你自己的电脑进入steamcmd的官网 往下拉，找到”Download”相关部分，下载steamcmd压缩包 在你的虚拟桌面新建文件夹，重命名为“steamcmd”。 将压缩包解压得到的steamcmd.exe拖到虚拟桌面的steamcmd文件夹内，双击打开，等待自动更新。 当出现”Loading Steam API…OK”并弹出加粗的**STEAM&gt; **时，意味着steamcmd已安装完毕。 输入 1login &lt;你的steam用户名&gt; &lt;你的steam密码&gt; 等待片刻，在提示输入“Two-factor code”时，输入你的手机令牌，登陆成功。 或者直接使用匿名登陆 1login anonymous 安装服务端，输入 1app_update 1110390 等待安装完成，时间可能会有些长。 输入 1quit 退出steamcmd，现在你的服务端文件将存于Steamcmd目录&#x2F;steamapps&#x2F;common&#x2F;U3DS内。 开服 在steamcmd\\steamapps\\common\\U3DS里面找到Unturned，右键创建快捷方式。 对刚刚创建的快捷方式右键，点击“属性”，在目标栏添加下面的代码，确定。 1-nographics -batchmode +secureserver/&lt;你的服务器文件夹名称&gt; “-”前别忘了加空格，服务器文件夹名称建议用英文,例如我的叫“laotian” 双击你的快捷方式，服务器开始启动。启动成功后输入 1shutdown 退出 此处可能出现的问题 若最后有黄字显示“Steam Game Token not set”巴拉巴拉，就是需要你的账户去激活一个服务器令牌，若没有这个令牌，我们的服务器就不能再互联网上被发现。 我们只需按照它的提示，进入以下链接 寻找办法 或者直接点击链接，按照图示激活，复制你的令牌 用记事本方式打开U3DS目录下的Servers\\ &lt;你的服务器文件夹&gt;\\Config.json 在Login Token项后添加你的令牌 图中方框分别是VAC安全和BE防作弊，想关的话就从true改成false config文件其实就是你服务器的设置文件，在下面还可以设置死亡不掉落，具体见百度。 回到U3DS目录，启动你的快捷方式，这次就不会有Steam Game Token not set的黄字警告了。 基础配置 进入Servers&lt;你的服务器文件夹&gt;\\Server，打开commands.dat，按需求添加以下代码，PORT必填 12345678Name server #你的服务器名称password 123456 #服务器密码Map Russia #地图，有PEI、Washington、Russia、GermanyMode Hard #难度，有Easy、Normal、HardPVE #PVE或者PVPport 25454 #设置一个端口cheats true #作弊 true 或 falseperspective both #视角，both就是既可以第一人称也可以第三人称，还有First、Third、Vehicle 在改版后，运行公共服务器（也就是Internet模式）需要向你的端口号+1和+2来分别负责与服务器列表通信和与Steam后端通信，比如我使用25454端口来开服，此端口与客户端通信，25455端口来与游戏列表服务器通信，25456来与Steam后端通信，也就是会占用3个端口，并且他们都需要UDP协议进行传输。因此我们需要去腾讯云的控制面板添加3个规则。 这样再次打开你之前创建的快捷方式，等待开服成功，进入游戏连接即可 例如：我进入游戏后，IP输入我的服务器公网IP，端口填25454，密码填我设置的密码，就能进入游戏了。 若连接时出现“与主机/steam丢失连接”等错误，就用steam++加速steam。 可能出现的问题当地图设置为Russia或Germany时，开服最后会出现红字错误。 在网上找不到解决办法，根据报错信息，一些博客称，把环境改为x86平台即可，但那是针对VS编程而言的，我这个黑框命令行怎么办呢？ 在云服务器内，找到服务器管理器的仪表盘，右上角的工具选择Windows PowerShell ISE (x86) 在命令行内输入 1start C:\\Users\\Administrator\\Desktop\\steamcmd\\steamapps\\common\\U3DS\\&lt;你的快捷方式的名字&gt; 即用这个x86环境打开你的快捷方式。 最后虽然依然爆红，但…我能连接到服务器。此法仅供参考。 config配置12345678910111213141516171819202122232425262728293031323334353637383940414243444546474849505152535455&#123;&quot;Browser&quot;: &#123; #指服务器浏览器上的信息显示设置&quot;Icon&quot;: &quot;&quot;, #设置图标，如果没有nginx则直接上传到图床后将URL填入&quot;Thumbnail&quot;: &quot;&quot;, #图标的缩略图，和Icon同理&quot;Desc_Hint&quot;: &quot;&quot;, #服务器描述&quot;Desc_Full&quot;: &quot;&quot;, #服务器完整的描述&quot;Desc_Server_List&quot;: &quot;&quot;, #在列表内的描述（貌似就是下面一行小字）&quot;Login_Token&quot;: &quot;&quot; #登录Token&#125;,&quot;Server&quot;: &#123;&quot;VAC_Secure&quot;: true, #Vac设置true为打开false关闭&quot;BattlEye_Secure&quot;: true, #战眼反作弊设置true为打开false关闭&quot;Max_Ping_Milliseconds&quot;: 750, #最大延迟（ms）&quot;Timeout_Queue_Seconds&quot;: 15.0, #在排队时掉线超时时间&quot;Timeout_Game_Seconds&quot;: 30.0, #在游戏内掉线超时时间&quot;Max_Packets_Per_Second&quot;: 50.0, #每秒收发数据包数量，越大越流畅，对服务器压力成倍增加&quot;Enable_Kick_Input_Spam&quot;: false, #启动输入骚扰踢出&quot;Enable_Kick_Input_Timeout&quot;: false, #启动输入超时踢出&quot;Chat_Always_Use_Rich_Text&quot;: false, #在聊天中一直使用富文本（富文本是一种文字格式具体百度）&quot;Validate_EconInfo_Hash&quot;: true, #验证econinfo的哈希值（应该是类似交互安全**）&quot;Validate_MasterBundle_Hashes&quot;: true #验证主包哈希值（同样是交互安全）&#125;,&quot;UnityEvents&quot;: &#123; #Unity事件，应该是用于处理引擎事件告知的，没有必要开启&quot;Allow_Server_Messages&quot;: false, #允许服务器信消息&quot;Allow_Server_Commands&quot;: false, #允许服务器指令&quot;Allow_Client_Messages&quot;: false, #允许客户端消息&quot;Allow_Client_Commands&quot;: false #允许客户端指令&#125; 死亡不掉落： ctrl+f查找单词lose，找到对应的难度 123456789101112131415&quot;Lose_Skills_PvP&quot;: 0.75, #修改为1即是不掉落-技能丢失率（在PVP状态）&quot;Lose_Skills_PvE&quot;: 0.75, #修改为1即是不掉落-技能丢失率（在PVE状态）&quot;Lose_Items_PvP&quot;: 1.0, #修改为0即是不掉落-物品丢失率（在PVP状态）&quot;Lose_Items_PvE&quot;: 1.0, #修改为0即是不掉落-物品丢失率（在PVE状态）&quot;Lose_Clothes_PvP&quot;: true, #修改为False-衣服是否丢失（在PVP状态）&quot;Lose_Clothes_PvE&quot;: true, #修改为False-衣服是否丢失（在PVE状态）&quot;Lose_Weapons_PvP&quot;: true, #修改为False-武器是否丢失（在PVP状态）&quot;Lose_Weapons_PvE&quot;: true, #修改为False-武器是否丢失（在PVE状态） 结束参考链接： https://www.mcbbs.net/forum.php?mod=viewthread&amp;action=printable&amp;tid=1195826 https://www.bilibili.com/video/BV1aA411W7tN/?spm_id_from=333.337.search-card.all.click","categories":[{"name":"技术","slug":"技术","permalink":"http://example.com/categories/%E6%8A%80%E6%9C%AF/"}],"tags":[{"name":"技术","slug":"技术","permalink":"http://example.com/tags/%E6%8A%80%E6%9C%AF/"},{"name":"游戏","slug":"游戏","permalink":"http://example.com/tags/%E6%B8%B8%E6%88%8F/"},{"name":"云服务器","slug":"云服务器","permalink":"http://example.com/tags/%E4%BA%91%E6%9C%8D%E5%8A%A1%E5%99%A8/"}]},{"title":"百步笑五十步","slug":"什么情感博主？","date":"2023-03-01T02:14:28.000Z","updated":"2023-03-01T02:23:42.200Z","comments":true,"path":"2023/03/01/什么情感博主？/","link":"","permalink":"http://example.com/2023/03/01/%E4%BB%80%E4%B9%88%E6%83%85%E6%84%9F%E5%8D%9A%E4%B8%BB%EF%BC%9F/","excerpt":"","text":"去微博的诸多情感博主那儿逛了一圈，真是浪费时间。女性她们大多如同精分中歇斯底里的典型例子，自认为人间情醒，殊不知自诩清醒者梦最深。她们如同诉苦般的情感宣泄像是在质问所有曾接近她们的男性:“What do you want form me？”，之后便是臆想，将所有物质或精神中介（如才华、财富、兴趣爱好）都看做不值一提的图谋不轨，于是便自我欺骗式的大喊:“哈！我戳穿了你的把戏，你这空洞的无营养的低劣生物！”可是肆意污蔑他人内心空洞并不能证明你自己就是健全的，况且你污蔑他人的依据也恰恰和你所鄙视的行为同源——举止或语言。人们因为他人的外貌、才华、兴趣等等可以被衡量的“价值”而被吸引，再正常不过了，事实上一对爱人总是要因为某些“外在”的东西相互吸引（她们所谓的内在美其实也算“外在”的因素），之后其中的一方能否穿越这些符号幻想并在对方身上投注小客体a，那都是后话，况且事情能这样发展的概率并不小。她们一口否定掉这些东西，说这些不是爱，而是什么孤独寂寞等等别的东西所导致的，那她们又真的能搞清楚自己从一段关系中想要的是什么吗，又能否说出自己爱上别人时自己的欲望结构和模糊的心路历程？她们自己的经历又比她们所谓的图谋不轨和“不懂爱”，高尚在了哪里？至少我敢承认，我自称爱上一个人时是能面对，接受和妥当处理包括性幻想这一“肮脏”幻想的各种事情，并欲和她同做未来的打算；我也清楚我爱上的每一个人都曾被放在了小客体a的位置，成为我欲望的原初因素。虽然我明白这实际上只是个欲望结构上的位置问题，但依旧肯对那个具体的人欲罢不能。在她们口中爱似乎是某个极其虚无缥缈的东西，虚无得有些过头了。诚然，认真地对待感情一些是好事，但这样搞是不是把爱情搞得过于神秘化了？是的，爱是伟大的，崇高的，难以捉摸的，但它一定要有一些实际的东西做中介：肯抽时间陪着你，互相交换礼物，一起吃饭……而她们把这些东西否定了，他者的付出在她们眼里成为了献殷勤，那又何谈他人不懂爱，这是连物质实践的机会都没给。人们难道要活在云端，活在理想的彼岸吗？要我说每个人都其实是空洞的，因此人们才会去追求。也许她们口中的那个“空虚男”的情愫没有引起她们的爱欲之火，这很正常，但肆意嘲讽他人内核空洞彰显自己高高在上，表现出“呜呜呜，真无语”的姿态，实在是太过于自大和自恋。自己都还没想清楚就去劝导别人，冠冕堂皇地称他人不懂爱，再把自己标榜成“智者不入爱河”式的人间清醒，智者不入爱河是智者的悲哀，况且，你们真的是智者吗？","categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/tags/%E9%9A%8F%E7%AC%94/"},{"name":"恋爱","slug":"恋爱","permalink":"http://example.com/tags/%E6%81%8B%E7%88%B1/"}]},{"title":"误认","slug":"误认","date":"2023-02-24T15:54:11.000Z","updated":"2023-02-24T15:57:30.651Z","comments":true,"path":"2023/02/24/误认/","link":"","permalink":"http://example.com/2023/02/24/%E8%AF%AF%E8%AE%A4/","excerpt":"","text":"众星捧月，繁花丛中的紫丁香俯身致意，勇敢的独角仙离群的蝼蚁驻足吞掉双腿，结生羽翼飞向剥开甲胄后血淋淋的心脏化作玻璃罩住的艳红玫瑰婆娑至栅栏前祂已无心倾身，它再不敢向前 伴着大调ABC，褴褛飞旋将它锯成两片薄翼颤巍巍深陷污泥独角仙臭肉来蝇繁花丛中紫丁香众星捧月","categories":[],"tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://example.com/tags/%E8%AF%97%E6%AD%8C/"}]},{"title":"墓床","slug":"墓床","date":"2023-02-22T12:26:50.000Z","updated":"2023-02-23T02:54:40.049Z","comments":true,"path":"2023/02/22/墓床/","link":"","permalink":"http://example.com/2023/02/22/%E5%A2%93%E5%BA%8A/","excerpt":"","text":"我知道永逝降临，并不悲伤松林中安放着我的愿望下边有海，远看像水池一点点跟我的是下午的阳光人时已尽，人世很长我在中间应当休息走过的人说树枝低了走过的人说树枝在长","categories":[{"name":"诗歌","slug":"诗歌","permalink":"http://example.com/categories/%E8%AF%97%E6%AD%8C/"}],"tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://example.com/tags/%E8%AF%97%E6%AD%8C/"}]},{"title":"起重机","slug":"起重机","date":"2023-02-22T12:24:21.000Z","updated":"2023-05-28T09:09:39.942Z","comments":true,"path":"2023/02/22/起重机/","link":"","permalink":"http://example.com/2023/02/22/%E8%B5%B7%E9%87%8D%E6%9C%BA/","excerpt":"","text":"“它重型的履带，让你清楚，这来自人的造物，高耸的悬臂，向你述说着一段劳动者的诗歌。”“它是什么？”“重型吊机，出生自能够制造重型机械，且有用武之地的国度。”“它是机器。”“是，但它不完全是，它是一个孤独的个体，树脂般的白色流露出伟大者永恒的孤独，冰冷的肌肤来自彻骨的寒风。”“它天生就是干这个的料。”“只有它的高耸入云的钢筋铁骨才能够抵御来自高空的寒流，你我在那种高度，成为冰晶的一份子，只是早晚的事情。”“它在干什么?”“它的工作是矗立，这是它的天性，从油浸般的朝阳，到熔炉的正午，再到燃烧的黄昏，和所有人手中所持的一样，损坏的搪瓷杯，寖染着夕阳般的颜色。”“伟大者衡孤独，但孤独者常不伟大。”“孤僻来自人的自发，不论自我的孤僻，亦或是被人分离，他们在我们身边，而我们只是滑翔过平静海洋的贼鸥，我们不曾深入这寒洋，却期待着怒涛汹涌。不足几米的空中，但似乎离我们有数万光年，宇宙的诞生与毁灭，只是镌刻在你的脚掌与脚跟。”","categories":[{"name":"文学","slug":"文学","permalink":"http://example.com/categories/%E6%96%87%E5%AD%A6/"}],"tags":[{"name":"文学","slug":"文学","permalink":"http://example.com/tags/%E6%96%87%E5%AD%A6/"}]}],"categories":[{"name":"社会观察","slug":"社会观察","permalink":"http://example.com/categories/%E7%A4%BE%E4%BC%9A%E8%A7%82%E5%AF%9F/"},{"name":"哲学","slug":"哲学","permalink":"http://example.com/categories/%E5%93%B2%E5%AD%A6/"},{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"},{"name":"技术","slug":"技术","permalink":"http://example.com/categories/%E6%8A%80%E6%9C%AF/"},{"name":"诗歌","slug":"诗歌","permalink":"http://example.com/categories/%E8%AF%97%E6%AD%8C/"},{"name":"文学","slug":"文学","permalink":"http://example.com/categories/%E6%96%87%E5%AD%A6/"}],"tags":[{"name":"恋爱","slug":"恋爱","permalink":"http://example.com/tags/%E6%81%8B%E7%88%B1/"},{"name":"男人","slug":"男人","permalink":"http://example.com/tags/%E7%94%B7%E4%BA%BA/"},{"name":"女人","slug":"女人","permalink":"http://example.com/tags/%E5%A5%B3%E4%BA%BA/"},{"name":"不是人","slug":"不是人","permalink":"http://example.com/tags/%E4%B8%8D%E6%98%AF%E4%BA%BA/"},{"name":"人类大乱斗","slug":"人类大乱斗","permalink":"http://example.com/tags/%E4%BA%BA%E7%B1%BB%E5%A4%A7%E4%B9%B1%E6%96%97/"},{"name":"哲学","slug":"哲学","permalink":"http://example.com/tags/%E5%93%B2%E5%AD%A6/"},{"name":"随笔","slug":"随笔","permalink":"http://example.com/tags/%E9%9A%8F%E7%AC%94/"},{"name":"精神分析","slug":"精神分析","permalink":"http://example.com/tags/%E7%B2%BE%E7%A5%9E%E5%88%86%E6%9E%90/"},{"name":"技术","slug":"技术","permalink":"http://example.com/tags/%E6%8A%80%E6%9C%AF/"},{"name":"游戏","slug":"游戏","permalink":"http://example.com/tags/%E6%B8%B8%E6%88%8F/"},{"name":"云服务器","slug":"云服务器","permalink":"http://example.com/tags/%E4%BA%91%E6%9C%8D%E5%8A%A1%E5%99%A8/"},{"name":"诗歌","slug":"诗歌","permalink":"http://example.com/tags/%E8%AF%97%E6%AD%8C/"},{"name":"文学","slug":"文学","permalink":"http://example.com/tags/%E6%96%87%E5%AD%A6/"}]}